In [1]:
%load_ext sql 
%sql sqlite://

In [2]:
%%sql 
CREATE TABLE sailors(
    sid INTEGER PRIMARY KEY,
    sname CHAR(20), 
    rating INTEGER,
    age REAL)

 * sqlite://
Done.

[]

In [6]:
%sql SELECT * FROM sailors

 * sqlite://
Done.

[]

In [8]:
%sql INSERT INTO sailors VALUES(22, 'Dustin', 7, 45.0)

 * sqlite://
1 rows affected.

[]

In [9]:
%sql SELECT * FROM sailors

 * sqlite://
Done.

[(22, 'Dustin', 7, 45.0)]

In [ ]:
%%sql 
SELECT sname
FROM sailors 
WHERE rating >=